Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Training in the development of software systems
it: Formazione nello sviluppo di sistemi software

source: Television production
it: Produzioni televisive

source: Courses for the development of consulting skills
it: Corsi per lo sviluppo di competenze consulenziali

source: Entertainment in the nature of gymnastic performances
it: Intrattenimento sotto forma di esecuzioni di ginnastica

source: Entertainment in the nature of light shows
it: Intrattenimento sotto forma di spettacoli di luci

source: Entertainment in the nature of magic shows
it: Intrattenimento sotto forma di spettacoli di magia

source: Entertainment in the nature of on-going television programs in the field of variety
it: Intrattenimento sotto forma di serie di programmi televisivi di varietà

source: Consultancy services relating to engineering education
it: Servizi di consulenza in materia di formazione tecnica

source: Consultancy services relating to the analysis of training requirements
it: Servizi di consulenza riguardanti l'analisi di requisiti di formazione

source: Personal development courses
it: Corsi di sviluppo personale

source: Entertainer services provided by musicians
it: Servizi d'intrattenimento da parte di musicisti

source: Educational services relating to oenology
it: Servizi d'istruzione in materia di enologia

source: Educational services relating to religious development
it: Istruzione in materia di sviluppo religioso

source: Educational services relating to sales training
it: Servizi d'istruzione in materia di formazione alla vendita

source: Providing publications from a global computer network or the internet which may be browsed
it: Pubblicazioni consultabili su una rete informatica globale o su Internet

source: Provision and management of sporting events
it: Fornitura e gestione di eventi sportivi

source: Archive library services
it: Biblioteche di archivi

source: Arranging and conducting educational conferences
it: Organizzazione e direzione di conferenze educative

source: Conducting of seminars and congresses
it: Direzione di seminari e congressi

source: Rental of videotapes
it: Noleggio di videonastri

source: Fetes (Organisation of -) for cultural purposes
it: Organizzazione di feste a scopo culturale

source: Rental of motion pictures
it: Affitto di film cinematografici

source: Booking agency services for theatre tickets
it: Agenzie di prenotazione di biglietti per teatri

source: Organisation of meetings and conferences
it: Organizzazione di riunioni e conferenze

source: Organization of fashion shows for entertainment purposes
it: Organizzazione di sfilate di moda per intrattenimento

source: Instruction in martial arts
it: Addestramento nelle arti marziali

source: Provision of instruction relating to computer programming
it: Servizi d'istruzione in materia di software

source: Education services relating to conservation
it: Servizi didattici in materia di conservazione

source: Arrangement of conferences for recreational purposes
it: Organizzazione di conferenze per scopi ricreativi

source: Arrangement of seminars for recreational purposes
it: Organizzazione di seminari per scopi ricreativi

source: Photographic composition for others
it: Composizione fotografica per conto terzi

source: Providing information to game players about the ranking of their scores of games through the web sites
it: Informazioni per giocatori riguardo alla classifica dei loro punteggi di gioco attraverso siti Web

source: Providing museum facilities [presentation, exhibitions]
it: Servizi di museo [presentazioni, esposizioni]

source: Recreational services relating to back-packing
it: Servizi ricreativi in materia di trekking

source: Recreational services relating to skiing
it: Servizi ricreativi in materia di sci

source: Rental of apparatus for the recording of video signals
it: Noleggio di apparecchi per la registrazione di segnali video

source: Record mastering
it: Registrazioni master

source: Provision of radio and television entertainment services
it: Servizi nell' ambito dell'intrattenimento radiofonico e televisivo

source: Production and presentation of radio programmes
it: Produzione e presentazione di programmi radiofonici

source: Production of entertainment shows featuring dancers and singers
it: Produzione di spettacoli d'intrattenimento con ballerini e cantanti

source: Wine tastings [educational services]
it: Servizi di degustazione di vini [formazione]

source: Holiday camp services [entertainment]
it: Servizi di campi di vacanze [divertimento]

source: Instruction services relating to sports
it: Servizi di istruzione relativi a sport

source: Organisation of conferences relating to vocational training
it: Organizzazione di conferenze riguardanti la formazione professionale

source: Provision of education courses relating to telecommunications
it: Corsi d'istruzione in materia di telecomunicazioni

source: Provision of educational services relating to ecological topics
it: Offerta di servizi didattici relativi a questioni ecologiche

source: Bookkeeping instruction
it: Istruzioni contabili

source: Production of radio and television programmes
it: Montaggio di programmi radiofonici e televisivi

source: Rental of audio equipment
it: Noleggio di apparecchi audio

source: Electronic desktop publishing
it: Pubblicazioni tramite computer

source: Rental of teaching instruments
it: Noleggio di strumenti didattici

source: Arranging and conducting of colloquiums
it: Organizzazione e direzione di convegni

source: Arranging and conducting of congresses
it: Organizzazione e direzione di congressi

source: Music publishing and music recording services
it: Editoria musicale e registrazioni musicali

source: Instructional services for skiing
it: Servizi d'istruzione per lo sci

source: Providing courses in the field of water management
it: Corsi in materia di gestione dell'acqua

source: Providing mahjong parlors
it: Sale per il gioco del Mahjong

source: Studio services for the recording of videos
it: Servizi di studi di registrazione video

source: Artistic management of musical shows
it: Gestione artistica di spettacoli musicali

source: Training in the use of cranes
it: Formazione relativa all'uso di gru

source: Presentation of musical concerts
it: Presentazione di concerti musicali

source: University education services
it: Servizi di istruzione universitaria

source: Organising of competitions [entertainment] by telephone
it: Organizzazione di concorsi per intrattenimento via telefono

source: Training services relating to computer systems
it: Formazione in materia di sistemi informatici

source: Organisation of medical symposia relating to marine sciences
it: Organizzazione di simposi medici relativi alle scienze marine

source: Information services relating to books
it: Servizi di informazione riguardanti libri

source: Instruction courses related to slimming
it: Corsi d'istruzione riguardanti il dimagrimento

source: Sporting and cultural activities
it: Attività sportive e culturali

source: Educational courses relating to finance
it: Corsi didattici in materia di finanza

source: Organisation of examinations [educational]
it: Organizzazione di esami pedagogici

source: Organisation of football competitions
it: Organizzazione di competizioni calcistiche

source: Post-production editing services in the field of music, videos and film
it: Servizi di montaggio post-produzione per musica, video e film

source: Providing digital music [not downloadable] from MP3 internet web sites
it: Musica digitale fornita da siti Web MP3 su Internet [non scaricabile]

source: Provision of childrens' educational services through play groups
it: Fornitura di servizi di istruzione per bambini attraverso gruppi di gioco

source: Production of video recordings
it: Produzione di registrazioni video

source: Rental of audio books
it: Noleggio di audiolibri

source: Rental of cd-roms
it: Noleggio di CD-ROM

source: Rental of photographic reproductions
it: Noleggio di riproduzioni fotografiche

source: Rental of pre-recorded films in the form of video tapes
it: Affitto di film preregistrati in forma di nastri video

source: Recreational services for the elderly
it: Servizi ricreativi per gli anziani

source: Training services for cinema technicians
it: Servizi di formazione per tecnici cinematografici

source: Officiating at sports contests
it: Arbitraggio di gare sportive

source: On-line library services, namely, providing electronic library services which feature newspapers, magazines, photographs and pictures via an on-line computer network
it: Biblioteche on-line, ovvero biblioteche elettroniche che offrono servizi di quotidiani, riviste, fotografìe ed immagini tramite una rete informatica on-line

source: Publication of posters
it: Pubblicazione di manifesti

source: Provision of training courses in personal development
it: Corsi di formazione in materia di sviluppo personale

source: Organisation of conferences and symposia in the field of medical science
it: Organizzazione di conferenze e simposi nel settore della scienza medica

source: Organization of sport fishing competitions
it: Organizzazione di competizioni sportive di pesca

source: Presentation of musical performance
it: Presentazione di spettacoli musicali

source: Publishing services
it: Servizi di editoria

source: Reservation services for theatre tickets
it: Servizi di prenotazione di biglietti per teatro

source: Training services relating to submarine diving
it: Servizi di formazione in materia di immersioni subacquee

source: Training services for nurses
it: Formazione per infermiere

source: Training of car drivers
it: Formazione per automobilisti

source: Training of personnel in skills relating to word-processing
it: Formazione di personale in competenze relative al trattamento di testi

source: Training of persons engaged in the offshore gas industry
it: Formazione di persone impiegate nell'industria dei gas in mare aperto

source: Educational services in the nature of correspondence courses
it: Istruzione sotto forma di corsi per corrispondenza

source: Professional consultancy relating to education
it: Consulenza professionale in materia d'istruzione

source: Providing computer assisted courses of instruction
it: Corsi di istruzione assistiti da computer

source: Publication of books relating to information technology
it: Pubblicazione di libri in materia di tecnologia informatica

source: Publication of directories relating to tourism
it: Pubblicazione di elenchi relativi al turismo

source: Training services relating to the repair of computer controlled test systems
it: Servizi di formazione in materia di riparazione di sistemi per test computerizzati

source: Educational services providing instruction in property taxation
it: Servizi d'istruzione in materia di tasse sulla proprietà

source: Preparation of special effects for entertainment purposes
it: Preparazione di effetti speciali per intrattenimento

source: Entertainment services by stage production and cabaret
it: Divertimento mediante rappresentazioni teatrali e cabaret

source: Publication of the editorial content of sites accessible via a global computer network
it: Pubblicazione di contenuti editoriali di siti accessibili tramite una rete informatica globale

source: Teaching services for communication skills
it: Insegnamento in materia di capacità di comunicazione

source: Training of teachers
it: Formazione per insegnanti

source: Workshops for educational purposes
it: Workshop a scopo didattico

source: Workshops for recreational purposes
it: Workshop per scopi ricreativi

source: Education services relating to the agricultural industry
it: Servizi d'istruzione in materia di industria agricola

source: Education services relating to yoga
it: Servizi d'istruzione in materia di yoga

source: Commercial training services
it: Servizi di formazione commerciale

source: Provision of snooker facilities
it: Fornitura di strutture per il biliardo

source: Publication of material which can be accessed from databases or from the internet
it: Pubblicazione di materiali accessibili tramite banche dati o Internet

source: On-line gaming services
it: Giochi di denaro on line

source: On-line publication of electronic books and journals (non-downloadable)
it: Pubblicazione on-line di libri e riviste specializzate elettronici (non scaricabili)

source: Theatrical booking agencies
it: Agenzie di prenotazione teatri

source: Cabarets and discotheques
it: Cabaret e discoteche

source: Education services relating to meditation
it: Istruzione in materia di meditazione

source: Publishing scientific papers in relation to medical technology
it: Pubblicazione di documenti scientifici in materia di tecnologia medica

source: Organization of educational congresses
it: Organizzazione di congressi d'istruzione

source: Production of live television programmes
it: Produzione di programmi televisivi dal vivo

source: Correspondence courses relating to handicrafts
it: Corsi per corrispondenza in materia di artigianato

source: Entertainment services in the nature of an amusement park show
it: Divertimento sotto forma di spettacoli di parchi di divertimento

source: Instruction in the field of automotive repair
it: Istruzione nel settore della riparazione di automobili

source: Technical training relating to geotechnics
it: Formazione tecnica in materia di geotecnica

source: Technical training relating to industrial risk
it: Formazione tecnica in materia di rischi industriali

source: Providing pachinko parlors
it: Fornitura di sale da Pachinko

source: Organisation of events for cultural, entertainment and sporting purposes
it: Organizzazione di eventi per scopi culturali, ricreativi e sportivi

source: Provision of information relating to entertainment online from a computer database of the Internet
it: Informazioni relative a divertimento on-line tramite una banca dati su Internet

source: Aerobics competitions
it: Competizioni di aerobica

source: Animal exhibitions (Arranging of -)
it: Organizzazione di mostre zoologiche

source: Organising of festivals
it: Organizzazione di festival

source: Ballet classes
it: Corsi di balletto

source: Education in the field of data processing
it: Istruzione in materia di elaborazione dati

source: Staff training services relating to the retail trade
it: Formazione di personale relativamente alla vendita al dettaglio

source: Production of animated programmes for use on television and cable
it: Produzione di programmi d'animazione per televisione e televisione via cavo

source: Postgraduate training courses relating to management studies
it: Corsi di formazione post-laurea in materia di studi di gestione

source: Preparation of documentary programmes for the cinema
it: Preparazione di documentari per il cinema

source: Electronic game services and competitions provided by means of the internet
it: Giochi elettronici e competizioni forniti per mezzo di Internet

source: Electronic online publication of periodicals and books
it: Pubblicazione elettronica di libri e di periodici on line

source: Entertainment in the nature of ice hockey games
it: Divertimento sotto forma di partite di hockey su ghiaccio

source: Entertainment services provided by telephone
it: Servizi di intrattenimento forniti via telefono

source: Computer based educational services in the field of business management
it: Servizi di istruzione computerizzati in materia di gestione aziendale

source: Arranging of seminars relating to entertainment
it: Organizzazione di seminari in materia di intrattenimento

source: Club [cabaret] services
it: Servizi di club di cabaret

source: Production of television films
it: Produzione di film per la televisione

source: Arranging of athletics competitions
it: Organizzazione di gare di atletica

source: Arranging of competitions for training purposes
it: Organizzazione di competizioni per finalità formative

source: Production of films on aspects of association football
it: Produzione di film su aspetti relativi al calcio

source: Residential education courses relating to archery
it: Corsi d'istruzione residenziali in materia di tiro con l'arco

source: Residential education courses relating to canoeing
it: Corsi d'istruzione residenziali in materia di canoa

source: Roller-skating facilities (Provision of -)
it: Fornitura di strutture per pattinaggio a rotelle

source: Training in the development of computer programs
it: Formazione in materia di sviluppo di programmi per computer

source: Television and radio programming [scheduling]
it: Programmazione televisiva e radiofonica

source: Courses (Training -) relating to finance
it: Corsi (formazione) in materia di finanza

source: Courses (Training -) relating to management
it: Corsi di formazione in materia di amministrazione

source: Courses (Training -) relating to research and development
it: Corsi (formazione) in materia di ricerca e sviluppo

source: Providing cultural activities
it: Fornitura di attività culturali

source: Providing information in the field of entertainment by means of a global computer network
it: Informazioni in materia di intrattenimento mediante una rete informatica globale

source: Museum curator services
it: Servizi di curatori museali

source: Cinematographic adaptation and editing
it: Adattamento e montaggio cinematografici

source: Conference services
it: Servizi per conferenze

source: Education services relating to the abuse of addictive substances
it: Servizi d'istruzione relativi all'abuso di sostanze che creano dipendenza

source: Rental of television programmes
it: Noleggio di programmi televisivi

source: Rental of video films
it: Noleggio di film video

source: News reporters services
it: Servizi di cronisti

source: Organisation of recreational activities
it: Organizzazione di attività ricreative

source: Organisation of round the world races
it: Organizzazione di gare intorno al mondo

source: Organisation of symposia relating to training
it: Organizzazione di simposi in materia di formazione

source: Organisation of teaching activities
it: Organizzazione di attività didattiche

source: Boarding school education
it: Insegnamento in colleggi

source: Bingo hall services
it: Sale per tombola

source: Blindness prevention techniques (Training in -)
it: Formazione in tecniche di prevenzione della cecità

source: Training in electrical engineering
it: Formazione in ingegneria elettrica

source: Education services for managerial staff
it: Servizi d'istruzione per personale dirigente

source: Education services provided by television
it: Servizi d'istruzione forniti mediante televisione

source: Education services provided by tourist resort establishments
it: Servizi d'istruzione forniti da stabilimenti in centri turistici

source: Physical fitness instruction for adults and children
it: Istruzione in materia di forma fisica per adulti e bambini

source: Education services relating to health
it: Servizi di istruzione in materia di salute

source: Aquatic recreation areas (Operation of -)
it: Gestione di aree ricreative acquatiche

source: Arrangement of conventions for recreational purposes
it: Organizzazione di convegni per scopi ricreativi

source: Arrangement of seminars for educational purposes
it: Organizzazione di seminari per scopi didattici

source: Arranging for students to participate in educational courses
it: Organizzazione per gli studenti di corsi di istruzione

source: Airplane flight instruction
it: Corsi di volo su aeroplani

source: Rendering of musical entertainment by vocal groups
it: Intrattenimento musicale offerto da gruppi canori

source: Management of education services
it: Gestione di servizi didattici

source: Recording, film, video and television studio services
it: Studi di registrazione, cinematografici, video e televisivi

source: Services for the production of entertainment in the form of television
it: Servizi di produzione d'intrattenimento sotto forma di televisione

source: Lending of books and other publications
it: Prestito di libri e di altre pubblicazioni

source: Instruction in singing
it: Insegnamento del canto

source: Organization of bicycle races
it: Organizzazione di corse ciclistiche

source: Instruction in the development of computers
it: Istruzione in materia di sviluppo di computer

source: Provision of education courses relating to computers
it: Corsi d'istruzione in materia di computer

source: Provision of educational services relating to exercise
it: Fornitura di servizi d'istruzione in materia di esercizio fisico

source: Television entertainment
it: Divertimento televisivo

source: Theatre services
it: Servizi di teatri

source: Production of sound and music recordings
it: Produzione di registrazioni sonore e musicali

source: Electronic game services provided by means of the internet
it: Servizi di giochi elettronici forniti mediante Internet

source: Gymnasium club services
it: Servizi di club palestre

source: Provision of gymnasium facilities
it: Fornitura di strutture per la ginnastica

source: Gymnasium services relating to weight training
it: Servizi di palestre in materia di allenamento con pesi

source: Lending of books relating to finance
it: Prestito di libri in materia di finanza

source: Library services for the exchanging of books
it: Servizi di biblioteche per scambio di libri

source: Lighting apparatus for television (Rental of -)
it: Noleggio di apparecchi d'illuminazione per televisione

source: Adult education services relating to management
it: Servizi d'istruzione per adulti in materia di gestione

source: Providing billiard rooms
it: Fornitura di sale da biliardo

source: Providing facilities for sports tournaments
it: Fornitura di strutture per tornei sportivi

source: Training in the operation of computer programs
it: Formazione nell'utilizzo dei programmi per computer

source: Training in the operation of software systems
it: Formazione in gestione di sistemi software

source: Arranging of conferences relating to advertising
it: Organizzazione di conferenze in materia di pubblicità

source: Training services relating to computer-aided engineering design
it: Servizi di formazione in materia di progettazione tecnica computerizzata

source: Training services relating to electrical engineering
it: Formazione in materia d'ingegneria elettrica

source: Public baths [swimming pools]
it: Bagni pubblici [piscine]

source: Entertainment in the nature of tennis tournaments
it: Intrattenimento sotto forma di tornei di tennis

source: Entertainment in the nature of an amusement park ride
it: Divertimento sotto forma di giostre per parchi di divertimento

source: Entertainment in the nature of fashion shows
it: Intrattenimento sotto forma di sfilate di moda

source: Information services relating to schools
it: Informazioni in materia di scuole

source: Institutes of education (Services provided by -)
it: Servizi forniti da istituti di formazione

source: Educational examination services (Information relating to -)
it: Informazioni in materia di servizi di esami didattici

source: Organisation of galas
it: Organizzazione di galà

source: Provision of facilities for tuition
it: Fornitura di locali per l'insegnamento

source: Providing training courses on business management
it: Corsi di formazione in gestione aziendale

source: Provision of automated video recording services
it: Fornitura di servizi di videoregistrazione automatizzati

source: Rental of musical instruments
it: Noleggio di strumenti musicali

source: Practical training [demonstration]
it: Esercitazione pratica [dimostrazione]

source: Preparing subtitles for movies
it: Preparazione di sottotitoli per film

source: Creating animated cartoons
it: Creazione di cartoni animati
